IdeaRS.OpenModel.Connection.BeamData.IsNegativeObject
Is negative object

IdeaRS.OpenModel.Connection.BeamData.RefLineInCenterOfGravity
The reference line of the member is in the center of gravity of the cross-section